[Play_X2_XP_S_RDJ_ADVENT_Burger_Ad_B AkEvent]
SpokenText="Гамбургери \"Адвента\": iнколи ви їсте їх, iнколи вони їдять вас."

[Play_X2_XP_S_RDJ_ADVENT_Burger_Ad_C AkEvent]
SpokenText="Гамбургери \"Адвента\": знайдiть старих друзiв... на сторiнках меню."

[Play_X2_XP_S_RDJ_ADVENT_Burger_Ad_D AkEvent]
SpokenText="Гамбургери \"Адвента\": де клiєнт має можливiсть потрапити на кухню."

[Play_X2_XP_S_RDJ_ADVENT_Burger_Musing_A AkEvent]
SpokenText="Знаєте, я вже 15 рокiв на службi у опорi i нi про що не жалкую. А колись мене звiльнили з закусочної \"Адвента\". Старiйшини напевно досi лiктi кусають."

[Play_X2_XP_S_RDJ_ADVENT_Burger_Musing_B AkEvent]
SpokenText="А ось стильний трек прямо з поля бою вiд сил XCOM. [звуки загибелi \"Адвента\"] Ця музика буде вiчною."

[Play_X2_XP_S_RDJ_Eliminated_ADVENT_Commander_A AkEvent]
SpokenText="Для прихильникiв опору сьогоднi хорошi новини. Як я зрозумiв, XCOM вислiдив важливу шишку з карателiв \"Адвента\" i вiдплатив йому його ж монетою. Донесення повiдомляють, що польовий командир \"Адвента\" став жертвою досвiдчених бiйцiв XCOM."

[Play_X2_XP_S_RDJ_Eliminated_ADVENT_Commander_B AkEvent]
SpokenText="Новини з рубрики \"Смерть загарбникам\": нашi хоробрi друзi з XCOM змогли вислiдити високопоставленого польового командира \"Адвента\" i змусити його вiдповiсти за злочини проти людства. До прибульцiв, звiсно, ще далеко, але XCOM поступово зрiвнює рахунок. Бiйтеся, прибульцi, бiйтеся! Тихiше там!"

[Play_X2_XP_S_RDJ_Eliminated_ADVENT_Commander_C AkEvent]
SpokenText="Талановитi й смертельно небезпечнi сили XCOM знову змусили Старiйшин битися в лютi, лiквiдувавши високопоставленого польового командира \"Адвента\", якому не пощастило зустрiти наших пильних друзiв. Свiдки розповiдають, що останнiми словами офiцера \"Адвента\" були \"Горррраласлк блох\", що абсолютно нiкому нiчого не говорить."

[Play_X2_XP_S_RDJ_Facility_Destroyed_A AkEvent]
SpokenText="Вiтаю вас, спiвгромадяни! Це я, ваш беззмiнний спiкер \"Адвента\"! Сьогоднi ми сумуємо за тисячами невинних iнопла... А i хай з ними. Сьогоднi XCOM i опiр зрiвняли з землею один з комплексiв прибульцiв. Каменя на каменi не залишилося. Чудовi ж новини? Так тримати, XCOM."

[Play_X2_XP_S_RDJ_Facility_Destroyed_B AkEvent]
SpokenText="Ну що ж, у Старiйшин вечiр не задався: кажуть, що XCOM стер з лиця нашої прекрасної планети ще один дурнуватий iнопланетний комплекс. Поаплодуємо таємничому командувачу XCOM за чергову перемогу над зловiсними тиранами."

[Play_X2_XP_S_RDJ_Facility_Destroyed_C AkEvent]
SpokenText="Кому пощастило побачити величезне зарево на заходi? Якщо ви його пропустили, то коротко: це було прекрасно. Скажiмо спасибi XCOM, який завзято знищує все, що Старiйшини будують на нашiй планетi. Особисто я цiлком i повнiстю пiдтримую цю фiлософiю."

[Play_X2_XP_S_RDJ_Generic_Ambient_A AkEvent]
SpokenText="Ви чули про цей народ, що тусується в лiсах i називає себе \"Жнецi\"? Може, навiть зустрiчали одного? У цьому випадку вам, можливо, вiдомi їхнi гастрономiчнi нахили. Нi? Тодi моя вам порада: не питайте, звiдки береться м'ясо."

[Play_X2_XP_S_RDJ_Generic_Ambient_B AkEvent]
SpokenText="Всiм привiт, психованi повстанцi! Засумували за азартом битви? Не терпиться розрахуватися з прибульцями за весь той кошмар, що вони влаштували на нашiй планетi? Тодi у мене для вас новини! Все, що вiд вас потрiбно, - це вiдвiдати мiський центр i прострелити голову найближчому миротворцю. Внесiть свiй внесок вже сьогоднi!"

[Play_X2_XP_S_RDJ_Generic_Ambient_C AkEvent]
SpokenText="Хм, цiкаво. У мене повiдомлення вiд одного з наших слухачiв, i воно говорить: \"Пропозицiя, вiд якої неможливо вiдмовитися: я заплачу потрiйну цiну за кожен гамбургер \"Адвента\", доставлений у вказану точку\". Iм'я не прочитаєш, почерк - жах. Тейган? Туйган? Танган? Тайган? Калiграфiя навiть до \"трiйки\" не дотягує."

[Play_X2_XP_S_RDJ_Generic_Ambient_D AkEvent]
SpokenText="Ви, можливо, помiтили, що на нашiй хвилi не фонтан з музикою - прямо скажемо, її тут взагалi немає. Нi, ми б iз задоволенням зiграли якийсь класичний дес-метал, але \"Адвент\" останнiм часом весь пристойний музон тримає пiд особливим контролем. Все, що я можу - насвистiти щось не складне."

[Play_X2_XP_S_RDJ_Generic_Ambient_E AkEvent]
SpokenText="Є у мене дружок в XCOM, назвемо його... важливий офiцер Стенфорд. Так ось, цей Стенфорд двадцять рокiв вже живе в хащах, намагаючись зiбрати по шматках цей самий опiр. XCOM ледь живий, найкращий друг у полонi, базу прибульцi пiдiрвали до бiса, i цей Бре... тобто Стенфорд весь у депресiї, ага? Так, стiйте... продовження, походу, буде пiзнiше..."

[Play_X2_XP_S_RDJ_Generic_Ambient_F AkEvent]
SpokenText="Так, всiм тим, хто слухав мене ранiше: тут, на жаль, мiй приятель Стенфорд особисто менi зателефонував, i вiн не в захватi, що я тут про нього по радiо трiпаюсь. Так що ми з цим зав'яжемо, мабуть... Без образ тiльки, гаразд? Я якось це дiло загладжу. А поки продовжуйте вбивати прибульцiв або хоча б обговорювати, як вбивати прибульцiв."

[Play_X2_XP_S_RDJ_Generic_Ambient_G AkEvent]
SpokenText="Мортана Бортат! Краксад! Мокс! Ви завжди мрiяли розумiти нiсенiтницю, яка сиплеться на вас звiдусiль, як тiльки ступиш за порiг? Прекраснi новини: перекладачi опору невпинно працюють над розшифровкою таємниць мови \"Адвента\". Скоро ви самi зможете змусити своїх друзiв здригнутися!"

[Play_X2_XP_S_RDJ_Generic_Ambient_H AkEvent]
SpokenText="Знаєте, останнiм часом у мене на думцi постiйно цi клiнiки генної терапiї. Заманлива пропозицiя, ага? Можна ставитися до свого тiла, як до смiтника, а потiм швиденько забiг туди - i як новенький. Ходять, звiсно, чутки, що в пiдсумку можна закiнчити життя гамбургером \"Адвента\"."

[Play_X2_XP_S_RDJ_Mission_Failure_A AkEvent]
SpokenText="З вами голос опору, i на цей раз з не найкращими новинами: нашi сили зазнали поразки в битвi iз загарбниками. Але нехай ми й понесли втрати сьогоднi, це не привiд впадати у вiдчай - навiть прибульцi знають, що цей свiт належить людству."

[Play_X2_XP_S_RDJ_Mission_Failure_B AkEvent]
SpokenText="Фронтовi зведення: Опiр втратив сьогоднi багато хороших людей у битвi з переважаючими силами противника. Ми нiколи не забудемо, що вони пожертвували всiм заради загального блага."

[Play_X2_XP_S_RDJ_Mission_Failure_C AkEvent]
SpokenText="Новини з фронту: кiлька вiдважних бiйцiв опору загинули сьогоднi в бою iз силами загарбникiв, що висунулися за межi одного з мiських центрiв. Лiдери опору запевняють, що ця невдача нiяк не позначиться на ефективностi подальших операцiй проти прибульцiв."

[Play_X2_XP_S_RDJ_Mission_Failure_D AkEvent]
SpokenText="Сьогоднi голос опору несе вам сумнi новини: сили загарбникiв завдали нам нищiвного удару. Але битва триває: людство має повернути собi свою планету."

[Play_X2_XP_S_RDJ_Mission_Failure_E AkEvent]
SpokenText="Незважаючи на всi нахабнi перебiльшення продажних ЗМI \"Адвента\", я можу пiдтвердити, що сили опору зазнали сьогоднi поразки вiд рук прибульцiв. Ми не забудемо жодної людини, яка загинула, служачи опору, щоб позбавити планету загарбникiв."

[Play_X2_XP_S_RDJ_Mission_Success_A AkEvent]
SpokenText="З вами голос опору, що розповiдає вам чисту правду про те, що вiдбувається у свiтi. Новини з передової: XCOM знову продемонстрував усiм, що, незважаючи на всi старання \"Адвента\", людство не здасться без бою."

[Play_X2_XP_S_RDJ_Mission_Success_B AkEvent]
SpokenText="Щоб вам там не говорили прибульцi, в ефiрi справжнiй голос опору, який розповiсть вам правду про нову перемогу над загарбниками. Скажiмо спасибi XCOM за те, що з кожним днем ми стаємо сильнiшими."

[Play_X2_XP_S_RDJ_Mission_Success_C AkEvent]
SpokenText="Ми звертаємось до всiх наших братiв i сестер по спiльнiй боротьбi: знайте, що сьогоднi нашi доблеснi солдати здобули чергову перемогу над загарбниками."

[Play_X2_XP_S_RDJ_Mission_Success_D AkEvent]
SpokenText="\"Адвент\" продовжує розповiдати про терористичнi атаки, але ми, голос опору, закликаємо вас не вiрити їхнiй брехнi. Нашi бiйцi докладають усiх зусиль, щоб повернути те, що належить нам по праву."

[Play_X2_XP_S_RDJ_Mission_Success_E AkEvent]
SpokenText="З вами голос опору, що нагадує вам: прибульцi нiколи не визнають свою поразку, поки нашi доблеснi вiйська не виб'ють останнього з них з нашої планети. Тож не впадайте у вiдчай i нiколи не здавайтесь."

[Play_X2_XP_S_RDJ_XCOM_Failure_A AkEvent]
SpokenText="Серед людей \"у темi\" ходять чутки, що сьогоднi у XCOM день не задався: кажуть, що \"Адвент\" утер нiс нашому лихому \"Командиру\". Сподiватимемось, що нашi друзi зможуть зiбратися з силами."

[Play_X2_XP_S_RDJ_XCOM_Failure_B AkEvent]
SpokenText="Краще я розповiм вам це особисто, тому що з хвилини на хвилину цi новини будуть на всiх каналах \"Адвента\". Опiр сьогоднi трохи облажався, i, на жаль, прибульцям вдалося здобути верх. Точна кiлькiсть втрат поки невiдома. Вип'ємо, не цокаючись, за наших полеглих братiв i сестер."

[Play_X2_XP_S_RDJ_XCOM_Failure_C AkEvent]
SpokenText="Нiхто не любить нести людям поганi новини, проте сьогоднi це все, що я для вас маю. Прибульцi та рiзнi їхнi посiпаки змогли здолати XCOM у збройному зiткненнi. Схоже, це коштувало життя кiльком хорошим людям."

[Play_X2_XP_S_RDJ_XCOM_Failure_D AkEvent]
SpokenText="Приготуйтеся до сумних новин: Опiр сьогоднi втратив чимало хороших людей, а прибульцi скоро почнуть кричати на весь свiт, як вони вiдбили терористичну загрозу... Але ви не впадайте у вiдчай: ми як нiколи близькi до того, щоб викинути їх з нашої планети могутнiм копняком."

[Play_X2_XP_S_RDJ_XCOM_Failure_E AkEvent]
SpokenText="Опiр набирав обертiв два десятки рокiв, i не можна очiкувати миттєвих успiхiв. Один мiй знайомий стверджує, що справи у XCOM сьогоднi не задалися, i їм доведеться переглянути свої плани. Гей, ви там не хвилюйтеся, ми за вас."

[Play_X2_XP_S_RDJ_XCOM_Success_A AkEvent]
SpokenText="Хо-хо, дiти! Сьогоднi \"Адвенту\" дiсталося на горiхи! Нашi невсипущi приятелi з опору вкуснули за задницю зловiсних прибульцiв, залишивши пiсля себе купи iнопланетних тiл. Щодня б такi новини."

[Play_X2_XP_S_RDJ_XCOM_Success_B AkEvent]
SpokenText="Не знаю, хто там сьогоднi знiмав цю перестрiлку, але я, мамою клянусь, у життi такого не бачив. Нашi братики з XCOM влаштували прибульцям таку роздачу, що їхнi огиднi зеленi родильнi труби досi ходором ходять! Якщо й далi так пiде, ми реально можемо перемогти, уявляєте."

[Play_X2_XP_S_RDJ_XCOM_Success_C AkEvent]
SpokenText="XCOM! Лiтери, якi треба як слiд запам'ятати! Нашi хлопцi й дiвчата в чорному записують на свiй рахунок ще одну перемогу. Якщо ви випадково зустрiнете наших доблесних друзiв, скажiть їм спасибi за вiрну службу."

[Play_X2_XP_S_RDJ_XCOM_Success_D AkEvent]
SpokenText="Останнiм часом мало хто дзвонить в ефiр, проте менi чомусь здається, що опитування гiпотетичних слухачiв пiдтвердило б: мертвi прибульцi - улюблена новина на цiй хвилi! Тому з радiстю сповiщаю: Опiр Землi, очолюваний силами XCOM, завдав чергового удару по iнопланетним тварям."

[Play_X2_XP_S_RDJ_XCOM_Success_E AkEvent]
SpokenText="Не треба, напевно, про це базiкати в ефiрi, проте я починаю серйозно западати на цього таємничого командувача, який керує XCOM. Я навiть не знаю, чоловiк це чи жiнка, але... Ви взагалi бачили, що там твориться? Сьогоднi \"вiн\" - або \"вона\" - здорово обробив придуркiв iз \"Адвента\", як дiтей малих. Хо-хо!"
